Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# cloud.fileDelivery.noResult
source: The machine's file receiver ended without a result.
ar: انتهى مستقبل ملفات الجهاز دون الحصول على نتيجة.
de: Der Dateiempfänger der Maschine wurde ohne Ergebnis beendet.
es: El receptor de archivos de la máquina finalizó sin un resultado.
fr: Le récepteur de fichiers de la machine s'est terminé sans résultat.
ja: マシンのファイルレシーバーが結果なしで終了しました。
ko: 머신의 파일 수신기가 결과 없이 종료되었습니다.
zh_hans: 机器的文件接收器已结束，未返回任何结果。
zh_hant: 機器的檔案接收端已結束，但未產生任何結果。

# sudo.cli.global_usage.run
source: sudo run [-r reason] [-t timeout] (-c 'command' | script.sh | -)
bs: Naredba: sudo run [-r reason] [-t timeout] (-c 'command' | script.sh | -)
da: Kommando: sudo run [-r reason] [-t timeout] (-c 'command' | script.sh | -)
it: Comando: sudo run [-r reason] [-t timeout] (-c 'command' | script.sh | -)
nb: Kommando: sudo run [-r reason] [-t timeout] (-c 'command' | script.sh | -)
pl: Polecenie: sudo run [-r reason] [-t timeout] (-c 'command' | script.sh | -)
pt_br: Comando: sudo run [-r reason] [-t timeout] (-c 'command' | script.sh | -)
ru: Команда: sudo run [-r reason] [-t timeout] (-c 'command' | script.sh | -)
th: คำสั่ง: sudo run [-r reason] [-t timeout] (-c 'command' | script.sh | -)
tr: Komut: sudo run [-r reason] [-t timeout] (-c 'command' | script.sh | -)
uk: Команда: sudo run [-r reason] [-t timeout] (-c 'command' | script.sh | -)

# sudo.cli.global_usage.pending
source: sudo pending
bs: Naredba: sudo pending
da: Kommando: sudo pending
it: Comando: sudo pending
nb: Kommando: sudo pending
pl: Polecenie: sudo pending
pt_br: Comando: sudo pending
ru: Команда: sudo pending
th: คำสั่ง: sudo pending
tr: Komut: sudo pending
uk: Команда: sudo pending

# sudo.cli.global_usage.setup_touch_id
source: sudo setup-touch-id
bs: Naredba: sudo setup-touch-id
da: Kommando: sudo setup-touch-id
it: Comando: sudo setup-touch-id
nb: Kommando: sudo setup-touch-id
pl: Polecenie: sudo setup-touch-id
pt_br: Comando: sudo setup-touch-id
ru: Команда: sudo setup-touch-id
th: คำสั่ง: sudo setup-touch-id
tr: Komut: sudo setup-touch-id
uk: Команда: sudo setup-touch-id

# agentSession.web.planSuggestion.shortcut
source: Shift + Tab
de: Umschalt + Tab
es: Mayús + Tab
fr: Maj + Tab

# feed.textEditorDebug.variant.appKitDirectSize
source: AppKit Direct, sizeThatFits
de: AppKit Direkt, sizeThatFits
es: AppKit Directo, sizeThatFits
ja: AppKit ダイレクト、sizeThatFits
ko: AppKit 직접, sizeThatFits

# feed.textEditorDebug.variant.appKitScrollSize
source: AppKit ScrollView, sizeThatFits
fr: ScrollView AppKit, sizeThatFits
ja: AppKit スクロールビュー、sizeThatFits

# settings.section.computerUse
source: Computer Use
ja: コンピュータ操作

# cli.browser.profile.option
source: [--profile <name|uuid>]
ja: [--profile <名前|UUID>]

# cli.vm.tree.workspaces
source: workspaces/
ja: ワークスペース/

# cli.vm.tree.terminals
source: terminals/
ja: ターミナル/

# cli.vm.tree.browsers
source: browsers/
ja: ブラウザ/

# cli.vm.tree.ports
source: ports/
ja: ポート/

# dialog.cmuxConfig.disclosure.cwd
source: cwd: %@
ja: 作業ディレクトリ: %@

# dialog.cmuxConfig.disclosure.cwdCommand
source: cwd %1$@: %2$@
ja: 作業ディレクトリ %1$@: %2$@

# feed.exitplan.mode.ultraplan
source: ultraplan
ja: ウルトラプラン

# feed.exitplan.ultraplan
source: Ultraplan
ja: ウルトラプラン

# feed.notification.exitPlan.ultraplan
source: Ultraplan
ja: ウルトラプラン

# mobile.pairing.getApp.badge.platform
source: iPhone
ja: iPhone版
ko: iPhone용
zh_hans: iPhone 版
zh_hant: iPhone 版

# settings.terminal.resumeCommands.envSummary
source: env: %@
ja: 環境変数: %@
ko: 환경 변수: %@
zh_hant: 環境變數：%@

# settings.browser.searchEngine.baidu
source: Baidu
ko: 바이두
zh_hans: 百度
zh_hant: 百度

# settings.browser.searchEngine.bing
source: Bing
ko: 빙
zh_hans: 必应

# settings.browser.searchEngine.brave
source: Brave Search
ko: Brave 검색
zh_hans: Brave 搜索

# settings.browser.searchEngine.ecosia
source: Ecosia
ko: 에코시아

# settings.browser.searchEngine.google
source: Google
ko: 구글

# settings.browser.searchEngine.kagi
source: Kagi
ko: 카기

# settings.browser.searchEngine.mojeek
source: Mojeek
ko: 모직

# settings.browser.searchEngine.perplexity
source: Perplexity
ko: 퍼플렉시티

# settings.browser.searchEngine.qwant
source: Qwant
ko: 콴트

# settings.browser.searchEngine.startpage
source: Startpage
ko: 스타트페이지

# settings.browser.searchEngine.wikipedia
source: Wikipedia
ko: 위키백과
zh_hans: 维基百科
zh_hant: 維基百科

# settings.browser.searchEngine.yahoo
source: Yahoo
ko: 야후
zh_hans: 雅虎

# settings.browser.searchEngine.yandex
source: Yandex
ko: 얀덱스

# settings.mobile.route.websocket
source: WebSocket
ko: 웹소켓

# command.cmuxConfig.builtInSubtitle
source: cmux
zh_hans: 多路复用器
zh_hant: 多路復用器

# dock.source.error
source: Dock
zh_hans: 程序坞

# dock.source.title
source: Dock
zh_hans: 程序坞

# menu.help.dock
source: Dock
zh_hans: 程序坞

# rightSidebar.mode.dock
source: Dock
zh_hans: 程序坞

# settings.betaFeatures.dock
source: Dock
zh_hans: 程序坞

# settings.config.source.cmux
source: cmux
zh_hans: 多路复用器
zh_hant: 多路復用器

# sidebar.provider.default.subtitle
source: cmux
zh_hans: 多路复用器
zh_hant: 多路復用器

# simulator.appearance.liquidGlass
source: Liquid Glass
zh_hans: 液态玻璃

# sleepyMode.glow.cmux
source: cmux
zh_hans: 多路复用器
zh_hant: 多路復用器

# sleepyMode.theme.cmux
source: cmux
zh_hans: 多路复用器
zh_hant: 多路復用器

# mobile.pairing.target.appStore
source: cmux
zh_hant: 多路復用器
